{"gen": 8056, "ene": 6632, "ner": 12514, "era": 6873, "ral": 15286, "al ": 2942, "l p": 10507, " pu": 1441, "pur": 14927, "urp": 18922, "rpo": 15933, "pos": 14772, "ose": 14254, "se ": 16596, "e t": 5761, " ta": 1694, "tas": 17707, "ask": 3532, "sks": 16860, "ks,": 10382, "s, ": 16440, ", l": 2161, " li": 1064, "lik": 10973, "ike": 9312, "ke ": 10265, " tr": 1792, "tra": 18324, "ran": 15306, "ans": 3245, "nsl": 12960, "sla": 16873, "lat": 10691, "ati": 3725, "tin": 18120, "ing": 9553, "ng ": 12563, "g t": 7928, " te": 1705, "tex": 17913, "ext": 7350, "xt,": 19596, "t, ": 17618, ", r": 2187, " re": 1471, "rew": 15640, "ewo": 7293, "wor": 19479, "ord": 14124, "rdi": 15399, "din": 5269, ", e": 2100, " et": 596, "etc": 7202, "c i": 4090, " i ": 788, "i f": 8870, " fi": 649, "fin": 7588, "ind": 9508, "nd ": 12324, "d t": 4938, " th": 1722, "tha": 17980, "hat": 8442, "at ": 3583, "t [": 17250, " [t": 31, "[th": 2458, "thi": 18035, "his": 8723, "is ": 9751, "s m": 16296, " mo": 1162, "mod": 11760, "ode": 13411, "del": 5148, "el]": 6355, "l] ": 10586, "] h": 2484, " ha": 747, "has": 8437, "as ": 3438, "s t": 16386, " to": 1750, "too": 18290, "oo ": 13919, "o m": 13258, " mu": 1170, "muc": 11860, "uch": 18578, "ch ": 4290, "h w": 8385, " wa": 1888, "wat": 19355, "ate": 3673, "ter": 17864, "eri": 6910, "rin": 15711, "g d": 7802, " do": 499, "dow": 5345, "own": 14488, "umb": 18766, "mbi": 11568, "bin": 3924, "wn ": 19463, "n o": 12084, " of": 1251, "of ": 13463, "f i": 7421, " it": 963, "its": 10040, "ts ": 18366, "s r": 16354, "res": 15606, "esp": 7123, "spo": 16977, "pon": 14755, "ons": 13874, "nse": 12923, "ses": 16717, "es,": 7075, " le": 1044, "lea": 10830, "ead": 5896, "adi": 2802, "to ": 18180, "o i": 13225, "it ": 9873, "t b": 17294, " be": 267, "bei": 3896, "ein": 6290, "g r": 7910, " ra": 1463, "rat": 15333, "ath": 3704, "the": 17987, "her": 8645, "er ": 6792, "r b": 15018, " ba": 259, "bad": 3844, "ad ": 2765, "d a": 4689, " at": 239, " br": 315, "bra": 3987, "rai": 15280, "ain": 2893, "ins": 9625, "nst": 12966, "sto": 17147, "tor": 18305, "orm": 14193, "rmi": 15804, "min": 11718, "g o": 7888, " or": 1313, "or ": 14012, "r g": 15072, " ge": 708, "g n": 7884, " no": 1219, "nov": 12851, "ove": 14434, "vel": 19180, "el ": 6303, "l i": 10458, " id": 870, "ide": 9161, "dea": 5110, "eas": 5954, "as.": 3500, "s. ": 16500, ". i": 2330, "t f": 17356, " fe": 639, "fee": 7525, "eel": 6214, "els": 6440, "ls ": 11195, "s l": 16284, "he ": 8479, "e m": 5638, " is": 937, "isn": 9842, "sn'": 16887, "n't": 12171, "'t ": 1997, "t a": 17255, " ab": 103, "abl": 2690, "ble": 3931, "le ": 10765, "o t": 13323, "hin": 8708, "ink": 9602, "nk ": 12756, "k o": 10213, "f a": 7393, " an": 180, "any": 3267, "nyt": 13125, "yth": 19947, "t i": 17397, "t r": 17507, "rel": 15560, "ela": 6381, "tiv": 18149, "ive": 10080, "ely": 6452, "ly ": 11304, "y o": 19756, " ob": 1244, "obv": 13380, "bvi": 4043, "vio": 19264, "iou": 9691, "ous": 14397, "us ": 18938, "s o": 16323, "r t": 15201, "tri": 18339, "riv": 15739, "ivi": 10105, "via": 19242, "ial": 9012, "al.": 3004, "l. ": 10578, "i d": 8860, "dou": 5342, "oub": 14364, "ubl": 18559, "e c": 5477, " ch": 376, "che": 4347, "hec": 8582, "eck": 6030, "ck ": 4409, "k w": 10245, " wi": 1926, "wit": 19454, "ith": 9995, "th ": 17928, "h g": 8308, " go": 720, "goo": 8197, "oog": 13949, "ogl": 13538, "gle": 8155, "e s": 5726, " se": 1558, "sea": 16659, "ear": 5934, "arc": 3334, "rch": 15364, "hes": 8672, "es ": 7006, "r f": 15062, "d f": 4775, " fo": 671, "for": 7629, "oru": 14241, "rum": 16060, "ums": 18785, "ms ": 11832, "s w": 16417, " wh": 1911, "whe": 19417, "ere": 6885, "re ": 15407, "e p": 5689, " pe": 1377, "peo": 14625, "eop": 6704, "opl": 13997, "ple": 14708, "e d": 5499, " di": 485, "dis": 5279, "isc": 9821, "scu": 16593, "cus": 4675, "uss": 18984, "ss ": 16986, "top": 18301, "opi": 13989, "pic": 14666, "ic,": 9072, "c, ": 4120, ", o": 2177, "r i": 15084, " if": 874, "if ": 9243, " al": 150, "all": 3030, "ll ": 11015, "l e": 10433, " el": 560, "lse": 11219, "e f": 5537, " fa": 626, "fai": 7499, "ail": 2872, "ils": 9384, "s i": 16253, "i a": 8840, " as": 215, "sk ": 16829, "k a": 10170, " a ": 34, "a f": 2571, " fr": 685, "fri": 7684, "rie": 15677, "ien": 9210, "end": 6617, "t k": 17434, " kn": 1029, "kno": 10351, "now": 12854, "ows": 14500, "ws ": 19509, "gene": 8059, "ener": 6633, "nera": 12516, "eral": 6876, "ral ": 15287, "al p": 2976, "l pu": 10510, " pur": 1442, "purp": 14928, "urpo": 18923, "rpos": 15936, "pose": 14775, "ose ": 14255, "se t": 16638, "e ta": 5762, " tas": 1703, "task": 17710, "asks": 3549, "sks,": 16869, "ks, ": 10383, "s, l": 16472, ", li": 2165, " lik": 1069, "like": 10974, "ike ": 9313, "ke t": 10288, "e tr": 5780, " tra": 1793, "tran": 18333, "rans": 15311, "ansl": 3247, "nsla": 12961, "slat": 16874, "lati": 10697, "atin": 3730, "ting": 18121, "ing ": 9554, "ng t": 12652, "g te": 7931, " tex": 1720, "text": 17917, "ext,": 7358, "xt, ": 19597, ", re": 2189, " rew": 1518, "rewo": 15641, "ewor": 7294, "word": 19480, "ordi": 14128, "rdin": 15400, "ding": 5270, "t, e": 17624, ", et": 2106, " etc": 597, " i f": 805, "i fi": 8875, " fin": 656, "find": 7591, "ind ": 9509, "nd t": 12408, "d th": 4944, " tha": 1723, "that": 17983, "hat ": 8443, "at [": 3584, "t [t": 17253, " [th": 32, "[thi": 2459, "this": 18042, "his ": 8724, "is m": 9784, "s mo": 16308, " mod": 1163, "mode": 11762, "odel": 13435, "del]": 5172, "el] ": 6356, "l] h": 10602, "] ha": 2485, " has": 759, "has ": 8438, "as t": 3483, "s to": 16396, " too": 1784, "too ": 18291, "oo m": 13926, "o mu": 13268, " muc": 1171, "much": 11861, "uch ": 18579, "ch w": 4331, "h wa": 8386, " wat": 1894, "ater": 3696, "teri": 17883, "erin": 6922, "ring": 15712, "ng d": 12585, "g do": 7808, " dow": 526, "down": 5346, "own ": 14489, "n of": 12085, " of ": 1252, "of i": 13481, "f it": 7430, " its": 994, "its ": 10041, "ts r": 18395, "s re": 16357, " res": 1508, "resp": 15616, "espo": 7126, "spon": 16978, "pons": 14758, "onse": 13891, "nses": 12942, "ses,": 16726, "es, ": 7076, ", le": 2163, " lea": 1045, "lead": 10831, "eadi": 5906, "adin": 2803, "g to": 7939, " to ": 1751, "to i": 18221, "o it": 13240, " it ": 964, "it b": 9880, "t be": 17297, " bei": 290, "bein": 3897, "eing": 6291, "ng r": 12642, "g ra": 7911, " rat": 1469, "rath": 15340, "athe": 3720, "ther": 18024, "her ": 8646, "er b": 6800, "r ba": 15019, " bad": 262, "bad ": 3845, "ad a": 2766, "d at": 4714, " at ": 240, "at b": 3592, "t br": 17303, " bra": 316, "brai": 3989, "rain": 15283, "ains": 2916, "inst": 9631, "nsto": 12973, "stor": 17150, "torm": 18310, "ormi": 14200, "rmin": 15805, "ming": 11721, "ng o": 12629, "g or": 7894, " or ": 1314, "or g": 14049, "r ge": 15073, " gen": 709, "erat": 6879, "rati": 15342, "ng n": 12626, "g no": 7887, " nov": 1235, "nove": 12852, "ovel": 14436, "vel ": 19181, "el i": 6318, "l id": 10460, " ide": 871, "idea": 9172, "deas": 5115, "eas.": 5964, "as. ": 3501, "s. i": 16516, ". it": 2358, "it f": 9893, "t fe": 17359, " fee": 642, "feel": 7529, "eels": 6218, "els ": 6441, "ls l": 11200, "s li": 16289, "e th": 5768, " the": 1726, "the ": 17988, "he m": 8531, "e mo": 5649, "del ": 5149, "l is": 10467, " isn": 959, "isn'": 9843, "sn't": 16888, "n't ": 12172, "'t a": 1998, "t ab": 17263, " abl": 106, "able": 2691, "ble ": 3932, "le t": 10806, "e to": 5776, "to t": 18261, "o th": 13327, " thi": 1735, "thin": 18038, "hink": 8719, "ink ": 9603, "nk o": 12761, "k of": 10214, "of a": 13466, "f an": 7398, " any": 194, "anyt": 3277, "nyth": 13126, "ythi": 19948, "hing": 8714, "g th": 7934, "at i": 3608, "t is": 17423, "'t r": 2018, "t re": 17508, " rel": 1491, "rela": 15561, "elat": 6382, "ativ": 3736, "tive": 18150, "ivel": 10097, "vely": 19184, "ely ": 6453, "ly o": 11347, " obv": 1245, "obvi": 13381, "bvio": 4044, "viou": 19265, "ious": 9692, "ous ": 14398, "s or": 16333, "or t": 14098, "r tr": 15216, " tri": 1798, "ial.": 9021, "al. ": 3005, "l. i": 10580, ". i ": 2331, " i d": 799, "i do": 8863, " dou": 524, "doub": 5343, "oubl": 14365, "uble": 18560, "le c": 10771, "e ch": 5482, " che": 380, "chec": 4348, "heck": 8583, "eck ": 6031, "ck w": 4432, "k wi": 10250, " wit": 1935, "with": 19455, "ith ": 9996, "th g": 17942, "h go": 8309, " goo": 729, "goog": 8200, "oogl": 13950, "ogle": 13539, "gle ": 8156, "le s": 10800, "e se": 5731, " sea": 1559, "sear": 16660, "earc": 5941, "arch": 3335, "rche": 15381, "ches": 4353, "hes ": 8673, "es o": 7047, "or f": 14044, "r fi": 15065, "nd f": 12353, "d fo": 4781, " for": 676, "foru": 7668, "orum": 14242, "rums": 16061, "ums ": 18786, "ms w": 11851, "s wh": 16423, " whe": 1914, "wher": 19421, "here": 8662, "ere ": 6886, "re p": 15446, "e pe": 5693, " peo": 1380, "peop": 14626, "eopl": 6705, "ople": 13998, "ple ": 14709, "le d": 10775, "e di": 5506, " dis": 496, "disc": 5280, "iscu": 9822, "scus": 16594, "cuss": 4676, "ss t": 17002, "s th": 16391, "he t": 8563, " top": 1787, "topi": 18303, "opic": 13990, "pic,": 14669, "ic, ": 9073, ", or": 2181, "or i": 14056, "r if": 15089, " if ": 875, "if a": 9244, " all": 156, "all ": 3031, "ll e": 11027, " els": 561, "else": 6449, "lse ": 11220, "se f": 16611, "e fa": 5538, " fai": 629, "fail": 7500, "ails": 2883, "ils ": 9385, "ls i": 11199, "s i ": 16254, " i a": 789, "i as": 8846, " ask": 231, "ask ": 3533, "sk a": 16833, "k a ": 10171, " a f": 51, "a fr": 2576, " fri": 690, "frie": 7685, "rien": 15681, "iend": 9213, "end ": 6618, "t kn": 17437, " kno": 1030, "know": 10352, "nows": 12865, "ows ": 14501, "gener": 8060, "enera": 6634, "neral": 12517, "eral ": 6877, "ral p": 15292, "l pur": 10511, " purp": 1443, "purpo": 14929, "urpos": 18924, "rpose": 15937, "pose ": 14776, "ose t": 14257, "se ta": 16639, "e tas": 5763, " task": 1704, "tasks": 17713, "asks,": 3551, "sks, ": 16870, "s, li": 16474, ", lik": 2166, " like": 1070, "like ": 10975, "ike t": 9323, "e tra": 5781, " tran": 1797, "trans": 18334, "ransl": 15312, "ansla": 3248, "nslat": 12962, "slati": 16875, "latin": 10698, "ating": 3731, "ting ": 18122, "ing t": 9574, "ng te": 12654, "g tex": 7933, " text": 1721, "text,": 17919, "ext, ": 7359, " rewo": 1519, "rewor": 15642, "eword": 7295, "wordi": 19482, "ordin": 14129, "rding": 15401, "ding ": 5271, ", etc": 2107, " i fi": 808, "i fin": 8876, " find": 658, "find ": 7592, "ind t": 9517, "nd th": 12410, "d tha": 4945, " that": 1725, "that ": 17984, "hat [": 8444, "at [t": 3586, "t [th": 17254, " [thi": 33, "[this": 2460, "this ": 18043, "his m": 8730, "is mo": 9787, "s mod": 16309, " mode": 1164, "model": 11763, "odel]": 13440, "del] ": 5173, "el] h": 6363, "l] ha": 10603, "] has": 2486, " has ": 760, "as to": 3485, "s too": 16398, " too ": 1785, "too m": 18295, "oo mu": 13927, "o muc": 13269, " much": 1172, "much ": 11862, "ateri": 3698, "ering": 6923, "ring ": 15713, "ing d": 9560, "ng do": 12588, "g dow": 7810, " down": 527, "down ": 5347, "own o": 14494, "n of ": 12086, " of i": 1261, "of it": 13483, "f its": 7433, " its ": 995, "its r": 10048, "ts re": 18396, "s res": 16361, " resp": 1511, "respo": 15617, "espon": 7127, "spons": 16980, "ponse": 14759, "onses": 13896, "nses,": 12944, "ses, ": 16727, "es, l": 7084, "s, le": 16473, ", lea": 2164, " lead": 1046, "leadi": 10833, "eadin": 5907, "ading": 2804, "ng to": 12656, "g to ": 7940, " to i": 1761, "to it": 18225, "o it ": 13241, " it b": 966, "it be": 9881, "t bei": 17300, " bein": 291, "being": 3898, "eing ": 6292, "ing r": 9572, "ng ra": 12643, " rath": 1470, "rathe": 15341, "ather": 3722, "ther ": 18025, " bad ": 263, "bad a": 3846, "ad at": 2769, "d at ": 4715, " brai": 317, "brain": 3990, "rains": 15285, "ainst": 2918, "insto": 9635, "nstor": 12974, "storm": 17151, "tormi": 18312, "ormin": 14201, "rming": 15806, "ming ": 11722, "ing o": 9569, "ng or": 12632, "g or ": 7895, " or g": 1321, "or ge": 14050, "r gen": 15074, " gene": 711, "nerat": 12518, "erati": 6881, "ratin": 15343, "ing n": 9568, "ng no": 12628, " nove": 1236, "novel": 12853, "ovel ": 14437, "l ide": 10461, " idea": 872, "ideas": 9174, "deas.": 5118, "eas. ": 5965, "as. i": 3502, "s. it": 16521, ". it ": 2359, " it f": 970, "t fee": 17360, " feel": 644, "feels": 7531, "eels ": 6219, "els l": 6443, "ls li": 11201, "s lik": 16290, "ke th": 10289, "e the": 5770, " the ": 1727, "the m": 18001, "he mo": 8535, "e mod": 5650, "odel ": 13436, "del i": 5157, "el is": 6320, " isn'": 960, "isn't": 9844, "sn't ": 16889, "n't a": 12173, "t abl": 17264, " able": 107, "able ": 2692, "ble t": 3940, "le to": 10811, "e to ": 5777, " to t": 1771, "to th": 18263, "o thi": 13330, " thin": 1736, "think": 18041, "hink ": 8720, "ink o": 9606, "nk of": 12762, "k of ": 10215, " of a": 1254, "of an": 13468, "f any": 7400, " anyt": 196, "anyth": 3278, "nythi": 13127, "ythin": 19949, "thing": 18040, "hing ": 8715, "ng th": 12655, "g tha": 7935, "hat i": 8453, "at is": 3612, "t isn": 17425, "n't r": 12184, "'t re": 2019, "t rel": 17512, " rela": 1492, "relat": 15562, "elati": 6384, "lativ": 10700, "ative": 3737, "tivel": 18153, "ively": 10098, "vely ": 19185, "ely o": 6457, " obvi": 1246, "obvio": 13382, "bviou": 4045, "vious": 19266, "ious ": 9693, "s or ": 16334, " or t": 1332, "or tr": 14103, "r tri": 15217, "al. i": 3006, "l. i ": 10581, ". i d": 2335, " i do": 801, " doub": 525, "doubl": 5344, "ouble": 14366, "uble ": 18561, "ble c": 3934, "le ch": 10773, "e che": 5484, " chec": 381, "check": 4349, "heck ": 8584, "eck w": 6038, "ck wi": 4434, "k wit": 10251, " with": 1936, "with ": 19456, "ith g": 10003, "th go": 17943, "h goo": 8310, " goog": 731, "googl": 8201, "oogle": 13951, "ogle ": 13540, "gle s": 8161, "le se": 10803, "e sea": 5732, " sear": 1560, "searc": 16661, "earch": 5942, "arche": 3339, "rches": 15383, "ches ": 4354, "es or": 7050, " or f": 1320, "or fi": 14046, "nd fo": 12355, "d for": 4783, " foru": 682, "forum": 7669, "orums": 14243, "rums ": 16062, "s whe": 16425, " wher": 1916, "where": 19422, "here ": 8663, "ere p": 6891, " peop": 1381, "peopl": 14627, "eople": 6706, "ople ": 13999, "e dis": 5510, " disc": 497, "discu": 5281, "iscus": 9823, "scuss": 16595, "ss th": 17003, "s the": 16393, "the t": 18008, "he to": 8568, "e top": 5779, " topi": 1789, "topic": 18304, "opic,": 13992, "pic, ": 14670, ", or ": 2182, " or i": 1323, "or if": 14059, "r if ": 15090, " if a": 876, " all ": 157, " else": 562, " fail": 630, "fails": 7502, "ails ": 2884, "s i a": 16255, " i as": 792, "i ask": 8847, " ask ": 232, "ask a": 3535, "sk a ": 16834, " a fr": 54, "a fri": 2577, " frie": 691, "frien": 7686, "riend": 15683, "end t": 6620, "t kno": 17438, " know": 1031, "knows": 10356, "cod": 4477, "odi": 13445, "g m": 7872, " ma": 1096, "man": 11518, "ny ": 13114, "y t": 19819, " ti": 1747, "tim": 18109, "ime": 9412, "mes": 11668, "hen": 8616, "en ": 6529, "n i": 12019, "i t": 8953, "try": 18360, "ry ": 16089, "o g": 13207, "get": 8077, "et ": 7175, "] t": 2510, "o d": 13181, "do ": 5305, "o n": 13272, "non": 12808, "on ": 13717, "n c": 11956, " co": 406, "ted": 17786, "ed ": 6087, ", i": 2128, "t d": 17327, "doe": 5324, "oes": 13457, "s a": 16140, "a w": 2670, " wo": 1937, "ors": 14216, "rse": 15986, "e j": 5613, " jo": 1011, "job": 10157, "ob ": 13370, "han": 8420, "an ": 3118, "n [": 11912, " [a": 28, "[an": 2455, "ano": 3242, "not": 12818, "oth": 14344, "r m": 15122, "l].": 10638, "]. ": 2533, "e i": 5574, "t h": 17386, "e l": 5621, " la": 1032, "lan": 10664, "ang": 3226, "ngu": 12725, "gua": 8251, "uag": 18533, "age": 2830, "ge ": 8024, "e a": 5409, "and": 3183, "d e": 4762, " ex": 609, "exp": 7341, "xpl": 19575, "pla": 14695, "ana": 3168, "nat": 12261, "tio": 18126, "ion": 9659, "ns ": 12874, "] w": 2518, "whi": 19425, "hil": 8705, "ile": 9344, "mak": 11499, "aki": 2939, "kin": 10337, "mor": 11768, "ore": 14133, "e e": 5515, " er": 586, "err": 6949, "rro": 15951, "ror": 15896, "rs.": 15978, "i m": 8909, "ake": 2928, " su": 1667, "sur": 17227, "ure": 18897, "t t": 17548, "de ": 5050, "t w": 17578, " wr": 1945, "wri": 19499, "rit": 15725, "ite": 9974, "tes": 17898, " we": 1900, "wel": 19381, "ell": 6407, "l w": 10552, "itt": 10055, "tte": 18430, "ten": 17820, "n a": 11917, "d c": 4728, "cor": 4535, "orr": 14213, "rre": 15941, "rec": 15509, "ect": 6050, "ct ": 4583, " by": 337, "by ": 4046, "y r": 19784, "rea": 15487, "thr": 18064, "hro": 8809, "rou": 15912, "oug": 14367, "ugh": 18653, "gh ": 8094, "h i": 8313, "t o": 17476, "est": 7151, "sti": 17134, "g i": 7842, "it.": 9967, "codi": 4484, "odin": 13449, "ng m": 12620, "g ma": 7873, " man": 1106, "many": 11524, "any ": 3268, "ny t": 13124, "y ti": 19830, " tim": 1748, "time": 18113, "imes": 9421, "mes ": 11669, "es w": 7070, "when": 19418, "hen ": 8617, "en i": 6553, "n i ": 12020, " i t": 845, "i tr": 8961, " try": 1806, "try ": 18361, "ry t": 16112, "y to": 19832, "to g": 18213, "o ge": 13208, " get": 712, "get ": 8078, "l] t": 10621, "] to": 2514, "to d": 18200, "o do": 13187, " do ": 500, "do n": 5311, "o no": 13274, " non": 1222, "non ": 12809, "on c": 13728, "n co": 11965, " cod": 407, "g re": 7912, "late": 10692, "ated": 3688, "ted ": 17787, "ed t": 6135, "d ta": 4939, "s, i": 16466, ", it": 2153, "it d": 9887, "t do": 17336, " doe": 513, "does": 5325, "oes ": 13458, "es a": 7010, "s a ": 16141, " a w": 101, "a wo": 2674, " wor": 1939, "wors": 19494, "orse": 14224, "rse ": 15987, " job": 1012, "job ": 10158, "than": 17981, "han ": 8421, "an [": 3119, "n [a": 11913, " [an": 29, "[ano": 2456, "anot": 3243, "noth": 12843, "othe": 14346, "er m": 6826, "r mo": 15132, "el].": 6377, "l]. ": 10639, "]. i": 2534, "ke i": 10277, "e it": 5607, "it h": 9902, "t ha": 17387, "as w": 3492, "s wo": 16429, "se l": 16622, "e la": 5622, " lan": 1036, "lang": 10670, "angu": 3231, "ngua": 12726, "guag": 8252, "uage": 18534, "age ": 2831, "ge a": 8025, "e an": 5440, " and": 188, "and ": 3184, "nd e": 12348, "d ex": 4773, " exp": 619, "expl": 7345, "xpla": 19576, "plan": 14700, "lana": 10666, "anat": 3173, "nati": 12266, "atio": 3732, "tion": 18127, "ions": 9686, "ons ": 13875, "ns t": 12901, "l] w": 10627, "] wh": 2519, " whi": 1918, "whil": 19428, "hile": 8706, "ile ": 9345, "le m": 10787, "e ma": 5639, " mak": 1103, "maki": 11503, "akin": 2940, "king": 10340, "g mo": 7877, " mor": 1166, "more": 11769, "ore ": 14134, "re e": 15424, "e er": 5527, " err": 587, "erro": 6951, "rror": 15952, "rors": 15901, "ors.": 14222, "rs. ": 15979, " i m": 826, "i ma": 8910, "make": 11500, "ake ": 2929, "ke s": 10285, "e su": 5754, " sur": 1684, "sure": 17228, "ure ": 18898, "re t": 15459, "at t": 3632, "t th": 17554, "he c": 8491, "e co": 5490, "code": 4478, "ode ": 13412, "de i": 5067, "it w": 9952, "t wr": 17596, " wri": 1946, "writ": 19500, "rite": 15726, "ites": 9991, "tes ": 17899, "es i": 7032, "s is": 16275, " is ": 938, "is w": 9813, "s we": 16420, " wel": 1907, "well": 19382, "ell ": 6408, "ll w": 11063, "l wr": 10562, "ritt": 15735, "itte": 10056, "tten": 18436, "ten ": 17821, "en a": 6531, "n an": 11936, "nd c": 12336, "d co": 4737, " cor": 429, "corr": 4538, "orre": 14214, "rrec": 15942, "rect": 15518, "ect ": 6051, "ct b": 4586, "t by": 17306, " by ": 338, "by r": 4065, "y re": 19785, " rea": 1473, "read": 15490, " thr": 1742, "thro": 18066, "hrou": 8810, "roug": 15915, "ough": 14368, "ugh ": 18654, "gh i": 8099, "h it": 8322, "it o": 9924, "t or": 17485, "r te": 15204, " tes": 1718, "test": 17909, "esti": 7165, "stin": 17140, "ng i": 12607, "g it": 7858, " it.": 992, "codin": 4485, "oding": 13450, "ing m": 9567, "ng ma": 12621, " many": 1109, "many ": 11525, "any t": 3276, "y tim": 19831, " time": 1749, "times": 18117, "imes ": 9422, "mes w": 11684, "es wh": 7071, " when": 1915, "when ": 19419, "hen i": 8622, "en i ": 6554, "n i t": 12028, " i tr": 849, "i try": 8963, " try ": 1807, "try t": 18363, "ry to": 16114, "y to ": 19833, " to g": 1759, "to ge": 18214, "o get": 13210, " get ": 713, "el] t": 6370, "l] to": 10624, "] to ": 2515, " to d": 1756, "to do": 18204, "o do ": 13188, " do n": 504, "do no": 5312, "on co": 13729, "n cod": 11966, " codi": 409, "ng re": 12644, "g rel": 7914, "elate": 6383, "lated": 10694, "ated ": 3689, "ted t": 17799, "ed ta": 6136, "d tas": 4940, "ks, i": 10385, "s, it": 16470, ", it ": 2154, " it d": 968, "it do": 9890, "t doe": 17338, " does": 514, "does ": 5326, "es a ": 7011, "a wor": 2675, " wors": 1942, "worse": 19495, "orse ": 14225, " job ": 1013, " than": 1724, "than ": 17982, "han [": 8422, "an [a": 3120, "n [an": 11914, " [ano": 30, "[anot": 2457, "anoth": 3244, "nothe": 12844, "other": 14347, "her m": 8655, "er mo": 6829, "r mod": 15133, "del].": 5176, "el]. ": 6378, "l]. i": 10640, "ike i": 9318, "ke it": 10279, "e it ": 5608, " it h": 972, "it ha": 9903, "t has": 17391, "as wo": 3496, "s wor": 16430, "e lan": 5623, " lang": 1037, "langu": 10671, "angua": 3232, "nguag": 12727, "guage": 8253, "uage ": 18535, "age a": 2832, "ge an": 8026, "e and": 5443, " and ": 189, "and e": 3190, "nd ex": 12352, "d exp": 4774, " expl": 621, "expla": 7346, "xplan": 19578, "plana": 14702, "lanat": 10667, "anati": 3174, "natio": 12268, "ation": 3733, "tions": 18134, "ions ": 9687, "ons t": 13885, "ns th": 12902, "s tha": 16392, "el] w": 6372, "l] wh": 10628, " whil": 1920, "while": 19429, "hile ": 8707, "le ma": 10788, "e mak": 5641, " maki": 1105, "makin": 11504, "aking": 2941, "king ": 10341, "ng mo": 12623, "g mor": 7879, " more": 1167, "more ": 11770, "ore e": 14138, "e err": 5528, " erro": 588, "error": 6952, "rrors": 15955, "rors.": 15904, "ors. ": 14223, "rs. i": 15980, "s. i ": 16517, ". i m": 2340, " i ma": 827, "i mak": 8912, " make": 1104, "make ": 11501, "ake s": 2933, "ke su": 10287, "e sur": 5758, " sure": 1685, "sure ": 17229, "ure t": 18905, "re th": 15461, "e tha": 5769, "hat t": 8461, "at th": 3633, "t the": 17556, "the c": 17992, "he co": 8496, "e cod": 5491, " code": 408, "code ": 4479, "ode i": 13421, "de it": 5072, " it w": 986, "it wr": 9957, "t wri": 17597, " writ": 1947, "write": 19501, "rites": 15728, "ites ": 9992, "tes i": 17901, "es is": 7036, "s is ": 16276, " is w": 958, "s wel": 16421, " well": 1908, "well ": 19383, "ell w": 6413, "ll wr": 11064, "l wri": 10563, "writt": 19503, "ritte": 15736, "itten": 10058, "tten ": 18437, "ten a": 17822, "en an": 6534, "n and": 11938, "and c": 3188, "nd co": 12340, "d cor": 4741, " corr": 430, "corre": 4539, "orrec": 14215, "rrect": 15943, "rect ": 15519, "ect b": 6053, "t by ": 17307, " by r": 349, "by re": 4066, "y rea": 19786, " read": 1475, "readi": 15493, "g thr": 7938, " thro": 1744, "throu": 18067, "hroug": 8811, "rough": 15916, "ough ": 14369, "ugh i": 18656, "gh it": 8101, "h it ": 8323, " it o": 979, "it or": 9927, "t or ": 17486, "or te": 14100, "r tes": 15206, " test": 1719, "testi": 17911, "estin": 7166, "sting": 17141, "ing i": 9565, "ng it": 12614, "g it.": 7860, "mat": 11536, "th,": 17974, "h, ": 8396, ", c": 2082, "g s": 7916, " so": 1614, "som": 16944, "ome": 13660, "met": 11690, "eti": 7220, "s [": 16135, "kes": 10315, "o p": 13284, "put": 14930, "ut ": 19007, "a l": 2593, " lo": 1085, "lot": 11155, "ot ": 14281, "f w": 7476, "rds": 15402, "ds ": 5351, "oft": 13529, "fte": 7704, "t n": 17471, " ne": 1202, "nec": 12495, "ece": 6009, "ces": 4270, "ess": 7128, "ssa": 17014, "sar": 16558, "ary": 3432, "ry,": 16118, "y, ": 19861, ", a": 2064, " en": 568, "nds": 12457, "s u": 16403, " up": 1840, "up ": 18847, "p b": 14506, "g v": 7947, " ve": 1874, "ver": 19202, "ery": 6992, "y v": 19842, "erb": 6883, " in": 892, "in ": 9442, "se.": 16654, "e. ": 5859, "fac": 7490, "act": 2743, "cts": 4643, "s g": 16239, " gi": 716, "giv": 8148, "vin": 19261, "s c": 16191, "ct.": 4615, "t. ": 17640, ". s": 2394, " sa": 1536, "sam": 16553, "ame": 3092, "me ": 11569, "math": 11545, "ath,": 3715, "th, ": 17975, "h, c": 8400, ", co": 2088, "ng s": 12645, "g so": 7920, " som": 1626, "some": 16945, "omet": 13683, "meti": 11694, "etim": 7223, "es [": 7008, "s [t": 16138, "kes ": 10316, "es t": 7062, "to p": 18244, " put": 1444, "put ": 14931, "ut a": 19008, "t a ": 17256, " a l": 63, "a lo": 2599, " lot": 1094, "lot ": 11156, "ot o": 14306, "t of": 17477, "of w": 13502, "ords": 14130, "rds ": 15403, "ds a": 5352, "s an": 16165, "ns w": 12904, "re i": 15432, " oft": 1273, "ofte": 13530, "ften": 7705, "n is": 12046, "t ne": 17472, " nec": 1205, "nece": 12496, "eces": 6016, "cess": 4286, "essa": 7138, "ssar": 17017, "sary": 16559, "ary,": 3435, "ry, ": 16119, "y, a": 19862, ", an": 2068, "d en": 4767, " end": 571, "ends": 6630, "nds ": 12458, "s up": 16406, " up ": 1841, "up b": 18850, "ng v": 12661, " ver": 1875, "very": 19230, "ery ": 6993, "y ve": 19843, "verb": 19215, "se i": 16616, "e in": 5598, " in ": 893, "in i": 9459, "n it": 12048, "nse.": 12939, "se. ": 16655, "e. i": 5870, "he f": 8507, " fac": 627, "fact": 7493, "acts": 2757, "cts ": 4644, "ts i": 18378, "s it": 16277, "ts g": 18377, "s gi": 16242, " giv": 717, "givi": 8153, "ivin": 10106, "ving": 19262, "g is": 7855, "is c": 9762, "s co": 16201, "ect.": 6065, "ct. ": 4616, "t. s": 17650, ". sa": 2395, " sam": 1541, "same": 16554, "ame ": 3093, "me a": 11571, "e as": 5452, " as ": 216, "as [": 3439, "s [a": 16136, "math,": 11547, "ath, ": 3716, ", cod": 2089, "ing s": 9573, "ng so": 12648, "g som": 7921, " some": 1627, "somet": 16948, "ometi": 13685, "metim": 11696, "etime": 7224, "es [t": 7009, "s [th": 16139, "kes t": 10320, "es to": 7064, "s to ": 16397, " to p": 1767, " put ": 1445, "ut a ": 19009, "t a l": 17258, " a lo": 67, "a lot": 2601, " lot ": 1095, "lot o": 11157, "ot of": 14307, "t of ": 17478, " of w": 1268, " word": 1940, "words": 19483, "ords ": 14131, "rds a": 15404, "ds an": 5353, "s and": 16167, "ons w": 13886, "ns wh": 12905, "ere i": 6889, "re it": 15436, "it of": 9925, "t oft": 17479, " ofte": 1274, "often": 13531, "ften ": 7706, "ten i": 17827, " nece": 1206, "neces": 12497, "ecess": 6017, "cessa": 4288, "essar": 7140, "ssary": 17018, "ary, ": 3436, "y, an": 19863, ", and": 2069, "nd en": 12350, "ends ": 6631, "s up ": 16407, " up b": 1843, "ing v": 9576, " very": 1879, "very ": 19231, "y ver": 19844, " verb": 1876, "se in": 16619, "e in ": 5599, " in i": 900, "in it": 9460, "n its": 12052, "onse.": 13894, "nse. ": 12940, "se. i": 16657, "e. i ": 5871, "the f": 17995, "he fa": 8508, "e fac": 5539, " fact": 628, "facts": 7497, "acts ": 2758, "ts it": 18381, "s its": 16279, "s giv": 16243, " givi": 719, "givin": 8154, "iving": 10107, "ving ": 19263, "ng is": 12613, "g is ": 7856, " is c": 941, "is co": 9764, "s cor": 16205, "rect.": 15521, "ect. ": 6066, ". sam": 2396, " same": 1542, "same ": 16555, "ame a": 3094, "me as": 11574, "e as ": 5453, " as [": 217, "as [a": 3440, "s [an": 16137, "l f": 10440, "fir": 7599, "irs": 9748, "rst": 16007, "st ": 17051, "t c": 17308, " ca": 354, "cas": 4176, "ase": 3505, "e g": 5556, "-to": 2266, "to,": 18274, "o, ": 13355, "cat": 4183, "atc": 3668, "tch": 17731, "l t": 10531, " ty": 1817, "typ": 18515, "ype": 19919, "pe ": 14600, "e o": 5669, "f m": 7438, " pa": 1360, "par": 14573, "art": 3423, "rti": 16035, "tic": 18082, "icu": 9144, "cul": 4656, "ula": 18702, "lar": 10675, "arl": 3408, "rly": 15776, "y g": 19686, "ood": 13928, "od ": 13402, ": w": 2448, "iti": 10027, "ng/": 12697, "/pr": 2442, "pro": 14839, "ros": 15905, "rm ": 15782, "m q": 11445, " qu": 1451, "que": 14959, "ues": 18623, "on,": 13776, "n, ": 12190, "com": 4495, "omi": 13689, "g u": 7943, "p w": 14548, "as,": 3498, "lai": 10655, "ini": 9594, "nin": 12735, "g c": 7794, "con": 4511, "onc": 13803, "nce": 12272, "cep": 4260, "ept": 6762, "pts": 14911, "ts,": 18408, "ese": 7103, " ot": 1342, "s f": 16230, "il ": 9330, "l g": 10446, " ga": 702, "gav": 8021, "ave": 3767, "ve ": 19118, "mai": 11489, "i w": 8973, "wan": 19325, "ant": 3251, "nte": 13031, "d i": 4809, "inc": 9499, "ncl": 12304, "clu": 4471, "lud": 11273, "ude": 18598, "ded": 5127, "ed,": 6148, "d, ": 4988, ", b": 2074, " bu": 325, "but": 4032, "ewr": 7297, "int": 9637, "nto": 13065, " pr": 1418, "rof": 15850, "ofe": 13509, "fes": 7541, "ssi": 17031, "sio": 16800, "ona": 13796, "nal": 12237, "l c": 10415, "cov": 4550, "r l": 15112, "let": 10898, "ett": 7231, "r p": 15154, "ara": 3328, "rag": 15277, "agr": 2848, "gra": 8210, "rap": 15313, "aph": 3285, "ph ": 14651, "h s": 8364, "sub": 17184, "ubo": 18564, "bop": 3968, "opt": 14006, "pti": 14903, "ima": 9402, "mal": 11505, "l b": 10408, "bec": 3881, "eca": 6006, "cau": 4191, "aus": 3757, "use": 18952, "did": 5255, "id ": 9148, "d n": 4867, "cap": 4170, "ptu": 14923, "tur": 18475, "l o": 10499, "f t": 7460, "cha": 4341, "nge": 12700, "ged": 8054, "e w": 5802, "o b": 13160, "be ": 3855, "al,": 2996, "l, ": 10567, "h d": 8294, "t s": 17520, " st": 1644, "sta": 17102, "tan": 17692, "d o": 4874, " ou": 1345, "out": 14407, "k m": 10209, "o v": 13341, "rif": 15690, "ify": 9271, "fy ": 7738, "y a": 19618, "d d": 4746, "lec": 10843, "ech": 6018, "k i": 10196, "tse": 18424, "sel": 16695, "elf": 6390, "lf ": 10919, "mul": 11864, "ult": 18744, "lti": 11256, "tip": 18135, "ipl": 9699, "s e": 16219, "pli": 14731, "lic": 10945, "ici": 9108, "cit": 4403, "ity": 10064, "ty ": 18499, "tel": 17808, "l n": 10495, "o h": 13219, "hal": 8416, "llu": 11093, "luc": 11270, "uci": 18588, "cin": 4389, "ina": 9491, "te ": 17738, " ag": 135, "aga": 2827, "gai": 8005, "k t": 10234, "l d": 10426, "dif": 5262, "iff": 9260, "ffe": 7550, "fer": 7535, "ren": 15575, "ent": 6661, "nt ": 12986, "t g": 17373, " gu": 744, "gui": 8256, "uid": 18676, "idi": 9190, "g q": 7907, "o a": 13139, " ap": 197, "app": 3293, "ppo": 14807, "por": 14764, "ora": 14119, "rac": 15261, "ach": 2715, "h p": 8352, "rob": 15837, "obl": 13374, "lem": 10860, "em ": 6465, "m d": 11410, "ntl": 13062, "tly": 18161, "o s": 13303, "see": 16678, "ee ": 6191, " ar": 205, "arr": 3419, "rri": 15948, "ves": 19234, "nsw": 12983, "swe": 17232, "wer": 19387, "al f": 2959, "l fi": 10443, " fir": 659, "firs": 7602, "irst": 9749, "rst ": 16008, "st c": 17058, "t ca": 17309, " cas": 367, "case": 4177, "ase ": 3506, "se g": 16614, "e go": 5561, "to, ": 18275, ", ca": 2083, " cat": 369, "catc": 4184, "atch": 3669, "ll t": 11055, " typ": 1818, "type": 18516, "ype ": 19920, "e of": 5672, "of m": 13486, "el p": 6331, " par": 1365, "part": 14585, "arti": 3428, "rtic": 16036, "ticu": 18095, "icul": 9145, "cula": 4657, "ular": 18704, "larl": 10684, "arly": 3409, "rly ": 15777, "ly g": 11327, "y go": 19692, "good": 8198, "ood ": 13929, "od a": 13403, ": wr": 2449, "riti": 15731, "itin": 10032, "ing/": 9585, "/pro": 2443, "pros": 14862, "e fo": 5548, "form": 7662, "orm ": 14194, "m qu": 11446, " que": 1454, "ques": 14965, "uest": 18629, "stio": 17142, "ion,": 9678, "on, ": 13777, "n, c": 12195, " com": 414, "comi": 4499, "omin": 13690, "ng u": 12658, "g up": 7944, "up w": 18864, "p wi": 14550, "th i": 17945, "h id": 8316, "eas,": 5962, "as, ": 3499, "s, e": 16456, ", ex": 2110, "plai": 14698, "lain": 10659, "aini": 2912, "inin": 9595, "ning": 12736, "ng c": 12581, "g co": 7796, " con": 419, "conc": 4512, "once": 13804, "ncep": 12290, "cept": 4261, "epts": 6775, "pts,": 14919, "ts, ": 18409, "s, r": 16481, "rese": 15611, "esea": 7105, "rch ": 15365, "h wh": 8388, "en o": 6566, "n ot": 12094, " oth": 1343, "dels": 5178, "ls f": 11198, "s fa": 16231, "ail ": 2873, "l ga": 10447, " gav": 706, "gave": 8022, "ave ": 3768, "ve i": 19139, "it t": 9942, " mai": 1099, "main": 11493, "ain ": 2894, "n id": 12034, "eas ": 5955, "as i": 3462, " i w": 855, "i wa": 8974, " wan": 1889, "want": 19326, "ante": 3261, "nted": 13032, "ed i": 6109, "d in": 4821, " inc": 911, "incl": 9503, "nclu": 12307, "clud": 4472, "lude": 11274, "ded,": 5136, "ed, ": 6149, "d, b": 4991, ", bu": 2080, " but": 335, "but ": 4033, "ut r": 19040, "rewr": 15643, "ewri": 7298, "n in": 12040, " int": 926, "into": 9644, "nto ": 13066, "o pr": 13288, " pro": 1429, "prof": 14849, "rofe": 15851, "ofes": 13510, "fess": 7542, "essi": 7146, "ssio": 17038, "sion": 16801, "iona": 9682, "onal": 13799, "nal ": 12238, "al c": 2949, "l co": 10422, " cov": 435, "cove": 4551, "over": 14440, "ver ": 19203, "er l": 6823, "r le": 15114, " let": 1059, "lett": 10904, "ette": 7232, "tter": 18438, "ter ": 17865, "er p": 6835, "r pa": 15155, "para": 14574, "arag": 3329, "ragr": 15278, "agra": 2849, "grap": 8217, "raph": 15314, "aph ": 3286, "h su": 8371, " sub": 1668, "subo": 17187, "ubop": 18565, "bopt": 3969, "opti": 14007, "ptim": 14904, "tima": 18110, "imal": 9405, "mal ": 11506, "al b": 2946, "l be": 10409, " bec": 281, "beca": 3882, "ecau": 6007, "caus": 4192, "ause": 3758, "use ": 18953, "t di": 17333, " did": 488, "did ": 5256, "id n": 9152, "d no": 4871, " not": 1228, "not ": 12819, "ot c": 14290, " cap": 363, "ture": 18478, "re a": 15410, "e al": 5434, "ll o": 11045, "l of": 10500, "of t": 13496, "f th": 7465, "s, c": 16450, ", ch": 2085, " cha": 377, "chan": 4342, "hang": 8428, "ange": 3227, "nged": 12703, "ged ": 8055, "he w": 8572, "e wo": 5816, "to b": 18190, "o be": 13161, " be ": 268, "be t": 3873, "oo g": 13922, "al, ": 2997, "l, a": 10568, "he p": 8544, "e pa": 5690, "h di": 8296, "ot s": 14313, "t st": 17539, " sta": 1645, "stan": 17107, "tand": 17695, "nd o": 12388, "d ou": 4886, " out": 1348, "out ": 14408, "t as": 17288, "sk m": 16839, "k mo": 10210, "el t": 6339, "l to": 10541, "to v": 18268, "o ve": 13342, "veri": 19218, "erif": 6919, "rify": 15694, "ify ": 9272, "fy a": 7741, "y an": 19626, "nd d": 12342, "d do": 4755, "ck i": 4418, "k it": 10203, "itse": 10053, "tsel": 18425, "self": 16697, "elf ": 6391, " mul": 1173, "mult": 11868, "ulti": 18752, "ltip": 11261, "tipl": 18136, "iple": 9700, "e ti": 5774, "es e": 7023, "s ex": 16228, "xpli": 19579, "plic": 14732, "lici": 10948, "icit": 9113, "ity ": 10065, "ty t": 18505, "y te": 19822, " tel": 1710, "tell": 17809, "l th": 10536, "el n": 6327, "l no": 10497, "ot t": 14317, "t to": 17560, "to h": 18218, "o ha": 13220, " hal": 750, "hall": 8418, "allu": 3041, "lluc": 11094, "luci": 11271, "ucin": 18589, "cina": 4390, "inat": 9496, "nate": 12262, "ate ": 3674, "te a": 17739, "d tr": 4952, "ry a": 16090, "y ag": 19623, " aga": 136, "agai": 2828, "gain": 8006, "in a": 9444, "n as": 11942, "sk t": 16843, "k th": 10235, "el d": 6310, "l di": 10428, " dif": 491, "diff": 5263, "iffe": 9261, "ffer": 7553, "fere": 7538, "eren": 6900, "rent": 15584, "ent ": 6662, " gui": 745, "guid": 8257, "idin": 9191, "ng q": 12640, "g qu": 7908, "to a": 18184, "o ap": 13156, " app": 200, "ppor": 14808, "pora": 14765, "ach ": 2716, "ch p": 4320, "h pr": 8355, "prob": 14842, "robl": 15840, "oble": 13375, "blem": 3948, "lem ": 10861, "em d": 6469, "entl": 6691, "ntly": 13063, "tly ": 18162, "ly t": 11362, "to s": 18253, "o se": 13306, " see": 1563, "see ": 16679, "ee i": 6193, "e if": 5593, "if i": 9246, "it a": 9874, "t ar": 17286, "rive": 15742, "ives": 10103, "ves ": 19235, "s at": 16176, "he s": 8554, "e sa": 5727, " ans": 192, "answ": 3249, "nswe": 12984, "swer": 17233, " firs": 660, "first": 7603, "irst ": 9750, "st ca": 17059, "t cas": 17311, " case": 368, "case ": 4178, "se go": 16615, " catc": 370, "catch": 4185, "all t": 3035, " type": 1819, "type ": 18517, "e of ": 5673, " of m": 1263, "del p": 5161, " part": 1368, "parti": 14587, "artic": 3429, "rticu": 16038, "ticul": 18096, "icula": 9146, "cular": 4658, "ularl": 18706, "larly": 10685, "arly ": 3410, "ly go": 11329, "y goo": 19694, " good": 730, "good ": 8199, "ood a": 13930, "od at": 13404, ": wri": 2450, "writi": 19502, "ritin": 15733, "iting": 10033, "ting/": 18125, "se fo": 16612, "e for": 5549, " form": 681, "form ": 7663, "m que": 11447, " ques": 1456, "quest": 14966, "uesti": 18630, "estio": 7167, "stion": 17143, "tion,": 18130, "ion, ": 9679, "on, c": 13779, ", com": 2090, " comi": 416, "comin": 4500, "oming": 13691, "ing u": 9575, "ng up": 12659, "g up ": 7945, " up w": 1849, "up wi": 18865, "p wit": 14551, "ith i": 10004, "h ide": 8317, "deas,": 5117, "eas, ": 5963, "s, ex": 16459, ", exp": 2111, "xplai": 19577, "plain": 14699, "laini": 10662, "ainin": 2913, "ining": 9596, "ning ": 12737, "ing c": 9559, "ng co": 12583, "g con": 7799, " conc": 420, "conce": 4513, "oncep": 13806, "ncept": 12291, "cepts": 4265, "epts,": 6777, "pts, ": 14920, "s, re": 16482, ", res": 2190, " rese": 1509, "resea": 15612, "esear": 7106, "arch ": 3336, "h whe": 8390, "n oth": 12095, " othe": 1344, "odels": 13441, "dels ": 5179, "l gav": 10448, " gave": 707, "gave ": 8023, "ave i": 3775, "ve it": 19142, " it t": 983, "it th": 9944, "he ma": 8532, "e mai": 5640, " main": 1100, "main ": 11494, "ain i": 2900, "n ide": 12035, "deas ": 5116, "eas i": 5959, "as i ": 3463, "s i w": 16261, " i wa": 856, "i wan": 8975, " want": 1890, "wante": 19328, "anted": 3262, "nted ": 13033, "ted i": 17793, "ed in": 6110, "d inc": 4823, " incl": 912, "inclu": 9504, "nclud": 12308, "clude": 4473, "ded, ": 5137, "ed, b": 6151, "d, bu": 4992, ", but": 2081, " but ": 336, " rewr": 1520, "rewri": 15644, "ewrit": 7299, "en in": 6557, "n int": 12045, " into": 928, "into ": 9645, "to pr": 18247, "o pro": 13290, " prof": 1433, "profe": 14850, "rofes": 15852, "ofess": 13511, "fessi": 7543, "essio": 7148, "ssion": 17039, "siona": 16805, "ional": 9683, "onal ": 13800, "nal c": 12240, "al co": 2950, " cove": 436, "cover": 4552, "over ": 14441, "ver l": 19206, "er le": 6824, "r let": 15116, " lett": 1061, "lette": 10905, "etter": 7233, "tter ": 18439, "ter p": 17870, "r par": 15156, " para": 1366, "parag": 14575, "aragr": 3330, "ragra": 15279, "agrap": 2851, "graph": 8218, "raph ": 15315, " subo": 1670, "subop": 17188, "ubopt": 18566, "bopti": 3970, "optim": 14008, "ptima": 14905, "timal": 18111, "imal ": 9406, "mal b": 11508, "al be": 2947, "l bec": 10411, " beca": 282, "becau": 3883, "ecaus": 6008, "cause": 4193, "ause ": 3759, "use i": 18958, "se it": 16621, "it di": 9889, "t did": 17334, " did ": 489, "did n": 5257, "id no": 9153, "d not": 4873, " not ": 1229, "not c": 12822, "ture ": 18479, "ure a": 18899, "re al": 15414, "e all": 5435, "ll of": 11046, "l of ": 10501, " of t": 1267, "of th": 13499, "f the": 7467, "s, ch": 16451, " chan": 378, "chang": 4343, "hange": 8429, "anged": 3229, "ed th": 6138, "d the": 4946, "the w": 18011, "he wo": 8576, "e wor": 5817, " to b": 1754, "to be": 18191, "o be ": 13162, " be t": 277, "e too": 5778, "too g": 18293, "oo ge": 13923, "o gen": 13209, "al, a": 2998, "l, an": 10569, "and t": 3204, "the p": 18004, "he pa": 8545, "e par": 5691, "not s": 12833, "t sta": 17540, " stan": 1647, "stand": 17109, "tand ": 17696, "and o": 3199, "d out": 4887, " out ": 1349, "out a": 14409, "t ask": 17290, "ask m": 3538, "del t": 5164, "el to": 6341, "l to ": 10542, " to v": 1773, "to ve": 18269, "o ver": 13343, " veri": 1877, "verif": 19219, "erify": 6921, "rify ": 15695, "ify a": 9274, "fy an": 7743, "y and": 19627, "and d": 3189, "nd do": 12346, "d dou": 4759, "eck i": 6034, "ck it": 4421, "k its": 10205, " itse": 996, "itsel": 10054, "tself": 18426, "self ": 16698, " mult": 1174, "multi": 11869, "ultip": 18755, "ltipl": 11262, "tiple": 18137, "iple ": 9701, "ple t": 14717, "le ti": 10810, "e tim": 5775, "mes e": 11673, "s exp": 16229, "expli": 7347, "xplic": 19580, "plici": 14734, "licit": 10949, "ity t": 10069, " tell": 1711, "tell ": 17810, "ell t": 6412, "ll th": 11057, "l the": 10538, "del n": 5159, "not t": 12834, "ot to": 14319, "t to ": 17561, " to h": 1760, "to ha": 18219, "o hal": 13221, " hall": 752, "hallu": 8419, "alluc": 3042, "lluci": 11095, "lucin": 11272, "ucina": 18590, "cinat": 4391, "inate": 9497, "nate ": 12263, "ate a": 3675, "te an": 17741, "nd tr": 12412, "d try": 4954, "try a": 18362, " agai": 137, "again": 2829, "gain ": 8007, "ain a": 2895, "n ask": 11944, "ask t": 3541, "sk th": 16844, "k the": 10237, "del d": 5153, " diff": 492, "diffe": 5264, "iffer": 9262, "ffere": 7554, "feren": 7539, "erent": 6902, "rent ": 15585, " guid": 746, "iding": 9192, "ing q": 9571, "ng qu": 12641, "g que": 7909, "ns to": 12903, " to a": 1753, "to ap": 18188, "o app": 13157, "h pro": 8356, " prob": 1430, "probl": 14844, "roble": 15841, "oblem": 13376, "blem ": 3949, "rentl": 15586, "ently": 6692, "ntly ": 13064, "tly t": 18170, "ly to": 11366, " to s": 1770, "to se": 18255, "o see": 13308, " see ": 1564, "see i": 16680, "ee if": 6194, "e if ": 5594, " if i": 877, "if it": 9249, "f it ": 7431, " it a": 965, "ives ": 10104, "ves a": 19236, "s at ": 16177, " at t": 250, "the s": 18007, "he sa": 8555, "e sam": 5728, "me an": 11573, "e ans": 5445, " answ": 193, "answe": 3250, "nswer": 12985, "/de": 2438, "deb": 5119, "ebu": 6002, "bug": 4009, "ugg": 18646, "ggi": 8088, "gin": 8136, "g p": 7900, "em-": 6487, "m-s": 11476, "sol": 16938, "olv": 13631, "lvi": 11298, "olu": 13627, "lut": 11284, "uti": 19069, "a c": 2551, "omp": 13700, "mpl": 11789, "lex": 10911, "ex ": 7304, "x c": 19514, "pt ": 14881, "t j": 17431, " ju": 1014, "jus": 10161, "ust": 18987, "tat": 17715, "i c": 8852, "cou": 4541, "oul": 14374, "uld": 18712, "ld ": 10708, "t u": 17566, " un": 1821, "und": 18803, "nde": 12439, "der": 5204, "ers": 6953, " af": 132, "aft": 2820, "rom": 15861, "mpt": 11814, "few": 7545, "ew ": 7275, "w t": 19306, "ski": 16853, "g f": 7823, "fol": 7626, "oll": 13615, "llo": 11085, "low": 11158, "ow ": 14452, "w u": 19311, "p q": 14535, "ns,": 12907, ", s": 2194, "til": 18105, "ill": 9363, "o c": 13167, "ica": 9077, "nam": 12255, "/deb": 2439, "debu": 5122, "ebug": 6003, "bugg": 4018, "uggi": 18649, "ggin": 8089, "ging": 8143, "ng p": 12635, "g pr": 7904, "lem-": 10867, "em-s": 6488, "solv": 16941, "olvi": 13636, "lvin": 11299, "th s": 17963, "h so": 8367, " sol": 1623, "solu": 16939, "olut": 13628, "luti": 11286, "utio": 19072, "n a ": 11918, " a c": 41, "a co": 2561, "comp": 4505, "ompl": 13705, "mple": 11792, "plex": 14729, "lex ": 10912, "ex c": 7307, "x co": 19515, "ept ": 6763, "t ju": 17432, " jus": 1016, "just": 10162, "ust ": 18988, "st r": 17085, "rest": 15622, "esta": 7162, "stat": 17113, "tate": 17716, "pt a": 14882, "t an": 17279, "nd i": 12365, "d i ": 4810, " i c": 795, "i co": 8857, " cou": 431, "coul": 4542, "ould": 14375, "uld ": 18713, "ld n": 10738, "ot u": 14321, "t un": 17567, " und": 1826, "unde": 18811, "nder": 12445, "ders": 5212, "erst": 6973, "rsta": 16011, "d it": 4829, " aft": 133, "afte": 2822, "fter": 7708, "r pr": 15161, "prom": 14855, "romp": 15873, "ompt": 13710, "mpti": 11821, "ptin": 14907, "a fe": 2572, " few": 647, "few ": 7546, "ew t": 7285, "nd a": 12328, "d as": 4710, "aski": 3547, "skin": 16856, "ng f": 12595, "g fo": 7827, " fol": 674, "foll": 7627, "ollo": 13618, "llow": 11086, "low ": 11159, "ow u": 14464, "w up": 19312, "up q": 18856, "p qu": 14536, "ons,": 13887, "ns, ": 12908, "s, s": 16483, ", st": 2203, " sti": 1652, "stil": 17138, "till": 18107, "ill ": 9364, "oo c": 13920, "o co": 13173, "mpli": 11800, "lica": 10946, "icat": 9081, "cate": 4186, "name": 12256, "/debu": 2440, "debug": 5123, "ebugg": 6005, "buggi": 4019, "uggin": 18650, "gging": 8090, "ging ": 8144, "ing p": 9570, "ng pr": 12639, "g pro": 7906, "blem-": 3951, "lem-s": 10868, "solvi": 16943, "olvin": 13637, "lving": 11300, "g com": 7798, "ith s": 10011, "th so": 17965, " solu": 1624, "solut": 16940, "oluti": 13630, "lutio": 11287, "ution": 19073, "lain ": 10660, "in a ": 9445, "n a c": 11919, " a co": 46, "a com": 2563, " comp": 418, "compl": 4508, "omple": 13706, "mplex": 11799, "plex ": 14730, "lex c": 10914, "ex co": 7308, "x con": 19517, "cept ": 4262, "t jus": 17433, " just": 1017, "just ": 10163, "ust r": 18995, "st re": 17086, "t res": 17515, " rest": 1512, "state": 17114, "e con": 5494, "ept a": 6764, "pt an": 14883, "t and": 17281, "and i": 3194, "nd i ": 12366, "d i c": 4811, " i co": 798, "i cou": 8859, " coul": 432, "could": 4543, "ould ": 14376, "uld n": 18725, "ld no": 10739, "not u": 12835, "t und": 17568, " unde": 1827, "under": 18813, "nders": 12446, "derst": 5213, "ersta": 6974, "rstan": 16012, "nd it": 12371, "d it ": 4830, " afte": 134, "after": 2823, "fter ": 7709, "er pr": 6837, "r pro": 15164, " prom": 1436, "promp": 14856, "rompt": 15874, "ompti": 13713, "mptin": 11822, "pting": 14908, "g it ": 7859, "it a ": 9875, "t a f": 17257, " a fe": 52, "a few": 2573, " few ": 648, "mes a": 11670, "es an": 7013, "and a": 3186, "nd as": 12333, "d ask": 4712, " aski": 234, "askin": 3548, "sking": 16857, "ing f": 9562, "ng fo": 12598, " foll": 675, "follo": 7628, "ollow": 13619, "llow ": 11087, "ow up": 14465, "w up ": 19313, "up qu": 18857, "p que": 14537, "ions,": 9688, "ons, ": 13888, "ns, s": 12914, " stil": 1653, "still": 17139, "till ": 18108, "ill t": 9379, "too c": 18292, "oo co": 13921, "o com": 13175, "ompli": 13707, "mplic": 11801, "plica": 14733, "licat": 10947, "icate": 9082, "cated": 4188, "s d": 16209, "s n": 16317, "eem": 6220, "m t": 11455, "str": 17153, "tru": 18350, "ruc": 16050, "uct": 18593, "ctu": 4651, " cl": 397, "cle": 4460, "ean": 5926, "ane": 3223, "nes": 12521, "way": 19356, "ay,": 3807, ", t": 2207, "tak": 17684, "o u": 13336, "ses ": 16718, "es d": 7021, "s do": 16215, "es n": 7045, "s no": 16320, "t se": 17525, "seem": 16686, "eem ": 6221, "em t": 6478, "m to": 11460, "o st": 13318, " str": 1656, "stru": 17161, "truc": 18351, "ruct": 16051, "uctu": 18596, "ctur": 4654, "e cl": 5487, " cle": 402, "clea": 4462, "lean": 10834, "nest": 12528, "est ": 7152, "st w": 17095, "t wa": 17579, " way": 1895, "way,": 19361, "ay, ": 3808, "y, t": 19871, " tak": 1698, "take": 17685, "akes": 2936, "a wh": 2673, "to u": 18265, "o un": 13337, "e pr": 5701, "mpt ": 11815, "g res": 7915, "nses ": 12943, "es do": 7022, "s doe": 16216, "oes n": 13459, "es no": 7046, "s not": 16322, "ot se": 14314, "t see": 17527, " seem": 1566, "seem ": 16687, "eem t": 6222, "em to": 6480, "m to ": 11461, "to st": 18259, "o str": 13320, " stru": 1660, "struc": 17162, "truct": 18352, "ructu": 16053, "uctur": 18597, "cture": 4655, "ure i": 18901, "it to": 9945, "be th": 3874, "he cl": 8495, "e cle": 5489, " clea": 403, "clean": 4463, "est w": 7159, "st wa": 17096, "t way": 17582, " way,": 1897, "way, ": 19362, " take": 1699, "takes": 17687, "akes ": 2937, "kes a": 10317, "ile t": 9347, " to u": 1772, "to un": 18266, "o und": 13338, "he pr": 8547, "e pro": 5703, "ompt ": 13711, "aut": 3762, "uto": 19077, "tom": 18286, "oma": 13657, "sum": 17214, "umm": 18779, "mma": 11742, "mar": 11527, "ari": 3383, "riz": 15743, "iza": 10123, "zat": 19960, "ea ": 5889, "a g": 2580, ", p": 2183, "rog": 15853, "ogr": 13548, "ram": 15299, "amm": 3106, "mmi": 11751, "g h": 7836, "hav": 8472, "avi": 3788, "g a": 7762, "ske": 16850, "ked": 10298, "lve": 11288, "a n": 2610, " nu": 1238, "num": 13096, "ume": 18769, "mer": 11665, "ric": 15669, "ic ": 9041, "c p": 4099, "em,": 6483, "m, ": 11470, "d g": 4788, "ete": 7205, "y w": 19845, "wro": 19504, "ron": 15875, "ong": 13839, "er.": 6868, "r. ": 15252, ". t": 2407, "rus": 16073, "ng,": 12671, "g, ": 7962, "k e": 10187, " ev": 601, "eve": 7252, "ryt": 16128, "ng.": 12689, "g. ": 7989, ". a": 2278, "alw": 3076, "lwa": 11301, "ays": 3818, "ys ": 19925, "s s": 16364, "sou": 16962, "our": 14391, "urc": 18891, "rce": 15349, "ce ": 4205, "got": 8207, "fro": 7687, "om.": 13655, "auto": 3765, "mati": 11552, "n, s": 12202, ", su": 2204, " sum": 1679, "summ": 17218, "umma": 18780, "mmar": 11743, "mari": 11529, "ariz": 3403, "riza": 15744, "izat": 10124, "zati": 19961, "n, i": 12197, ", id": 2147, "dea ": 5111, "a ge": 2581, ", pr": 2185, "prog": 14851, "rogr": 15854, "ogra": 13549, "gram": 8213, "ramm": 15302, "ammi": 3109, "mmin": 11752, "ng h": 12603, "g ha": 7837, " hav": 761, "havi": 8477, "avin": 3789, "ng a": 12567, "g as": 7782, "aske": 3545, "sked": 16851, "ked ": 10299, "o so": 13313, "olve": 13632, "lve ": 11289, "ve a": 19119, "e a ": 5410, " a n": 72, " num": 1241, "nume": 13099, "umer": 18776, "meri": 11666, "eric": 6913, "ric ": 15670, "ic p": 9058, "c pr": 4100, "lem,": 10865, "em, ": 6484, "m, i": 11474, "ed a": 6090, "d an": 4703, "nd g": 12356, "d ga": 4789, "ve t": 19160, "plet": 14727, "lete": 10901, "etel": 7209, "tely": 17812, "ly w": 11373, "y wr": 19857, " wro": 1948, "wron": 19505, "rong": 15876, "ong ": 13840, "g an": 7774, "wer.": 19401, "er. ": 6869, "r. t": 15258, " tru": 1803, "trus": 18358, "rust": 16074, "st n": 17078, "t no": 17474, "othi": 14348, "ing,": 9579, "ng, ": 12672, "g, c": 7967, " eve": 604, "ever": 7262, "eryt": 7004, "ryth": 16129, "ing.": 9583, "ng. ": 12690, "g. a": 7990, ". al": 2284, " alw": 170, "alwa": 3077, "lway": 11302, "ways": 19365, "ays ": 3819, "s se": 16365, "ee w": 6195, "e wh": 5809, "e so": 5742, " sou": 1632, "sour": 16965, "ourc": 14393, "urce": 18892, "rce ": 15350, "ce i": 4216, "it g": 9897, "t go": 17381, " got": 732, "got ": 8208, "t co": 17319, "come": 4496, "omes": 13681, "es f": 7025, "s fr": 16236, " fro": 692, "from": 7688, "rom.": 15871, "matio": 11554, "on, s": 13782, ", sum": 2206, " summ": 1680, "summa": 17219, "ummar": 18781, "mmari": 11745, "mariz": 11532, "ariza": 3404, "rizat": 15745, "izati": 10125, "zatio": 19962, "on, i": 13780, "idea ": 9173, "a gen": 2582, "ratio": 15344, ", pro": 2186, " prog": 1434, "progr": 14852, "rogra": 15855, "ogram": 13550, "gramm": 8215, "rammi": 15304, "ammin": 3110, "mming": 11753, "ing h": 9564, "ng ha": 12604, " havi": 763, "havin": 8478, "aving": 3790, "ing a": 9557, "ng as": 12575, " aske": 233, "asked": 3546, "sked ": 16852, "ked i": 10304, "ed it": 6112, "to so": 18257, "o sol": 13314, " solv": 1625, "solve": 16942, "olve ": 13633, "lve a": 11290, "ve a ": 19120, " nume": 1243, "numer": 13100, "umeri": 18777, "meric": 11667, "eric ": 6914, "ic pr": 9059, "c pro": 4101, "blem,": 3950, "lem, ": 10866, "em, i": 6486, "m, it": 11475, "t hal": 17389, "nated": 12264, "ted a": 17788, "ed an": 6093, "d and": 4706, "and g": 3192, "nd ga": 12357, "d gav": 4790, "ave t": 3781, "ve th": 19162, "e com": 5493, "mplet": 11798, "plete": 14728, "letel": 10903, "etely": 7210, "tely ": 17813, "ely w": 6461, "ly wr": 11376, "y wro": 19859, " wron": 1949, "wrong": 19506, "rong ": 15877, "ong a": 13841, "ng an": 12572, "g ans": 7777, 